Repository: nahuel560/-ZN-Digital-Newspaper
Catalog: plugins/taqyeem/languages/taq-*.po
Languages: ar

source: Review Criteria
ar: العنوان

source: Criteria Score
ar: التقييم

source: Delete
ar: حذف

source: Settings
ar: إعدادات

source: Documentation
ar: التوثيق

source: Save Settings
ar: حفظ التغييرات

source: Start
ar: البداية

source: General Settings
ar: إعددات عامة

source: Styling
ar: المظهر

source: Typography
ar: الخطوط

source: Advanced Settings
ar: خيارات متقدمة

source: Welcome to TAQYEEM!
ar: أهلا بك :)

source: Thank you for purchasing the TAQYEEM plugin, a WordPress plugin by <a href="http://tielabs.com/" target="_blank">TieLabs</a>.
ar: شكراً على شرائك إضافة تقييم ... إضافة ووردبريس من <a href="http://tielabs.com/" target="_blank">TieLabs</a>.

source: Need Help?
ar: هل تحتاج للمساعدة ؟

source: Plugin Docs
ar: توثيق الإضافة

source: Support
ar: الدعم الفني

source: Rate Taqyeem
ar: تقييم الإضافة

source: If you like Taqyeem, please don’t forget to <a target="_blank" href="http://themeforest.net/downloads?ref=tielabs">rate it</a>
ar: إذا أعجبتك الإضافة .. لا تنسى <a target="_blank" href="http://themeforest.net/downloads?ref=tielabs">تقييمها</a>

source: Taqyeem Add-ons
ar: إضافات لتقييم

source: GET IT NOW
ar: إحصل عليها الآن

source: Show Review Boxes in the singular pages only ?
ar: إظهار مربع المراجعه في صفحة التدوينة فقط ؟

source: Enable in Single page only ?
ar: تفعيل مربع المراجعه في صفحة التدوينة فقط ؟

source: Who Is Allowed To Rate ?
ar: من لهم صلاحية التقييم ؟

source: No One !
ar: لا أحد !

source: Registered Users And Guests
ar: الأعضاء و الزوار

source: Guests Only
ar: الزوار فقط

source: Registered Users Only
ar: الأعضاء المسجلون فقط

source: Ratings Image
ar: الصورة المستخدمة

source: Review Box Outer Border
ar: الإطار الخارجي لمربع المراجعة

source: Review Box Header & Footer Background
ar: رأس و ذيل مربع المراجعة

source: Review items Background
ar: خلفية عناصر المراجعة

source: Final Score and percentage bar Background
ar: خلفية التقييم النهائي و شريط النسبة المئوية

source: Links Color
ar: لون الروابط

source: Links Decoration
ar: زخرفة الروابط

source: Links Color on mouse over
ar: لون الروابط مع تمرير الماوس

source: Links Decoration on mouse over
ar: زخرفة الروابط مع تمرير الماوس

source: Review Box Title
ar: عنوان مربع المراجعة

source: Review Items
ar: عناصر المراجعة

source: Review Summary
ar: ملخص المراجعة

source: Total Score
ar: التقييم النهائي

source: Final opinion Text
ar: الرأي العام

source: User Rating
ar: تقييم المستخدمون

source: Export
ar: تصدير الإعدادات

source: Import
ar: إستيراد الإعدادات

source: All settings will be reset .. Are you sure ?
ar: سيتم إعادة تعيين كافة الإعدادات .. هل تريد الإستمرار ؟

source: Reset Settings
ar: إعادة تعيين

source: Review Options
ar: خيارات المراجعة

source: Review Box Position
ar: موضع مربع المراجعة

source: Disable
ar: تعطيل

source: Top of the post
ar: بداية التدوينة

source: Bottom of the post
ar: نهاية التدوينة

source: Custom position
ar: مكان مخصص

source: Use <strong>[taq_review]</strong> shortcode to place the review box in any place within post content or use <strong> %s </strong> Widget .
ar: إستخدم الكود المختصر <strong>[taq_review]</strong> لعرض مربع المراجعه في أي موضع داخل محتوى التدوينة أو إستخدم المربع الجانبي <strong> %s </strong> .

source: Review Style
ar: النمط المستخدم

source: Image
ar: صورة

source: Percentage
ar: النسبة المئوية

source: Points
ar: رقمي

source: Text appears under the total score
ar: النص أسفل التقييم النهائي

source: Structured Data Type
ar: نوع Structured Data

source: Default
ar: الإفتراضي

source: Author
ar: الكاتب

source: Author URL
ar: رابط الكاتب

source: Movie URL
ar: رابط الفيلم

source: Movie Date
ar: تاريخ عرض الفيلم

source: Director
ar: المٌخرج

source: Description
ar: الوصف

source: Provider
ar: المُنظم

source: Address
ar: العنوان

source: Price
ar: السعر

source: Telephone
ar: الهاتف

source: Add New Review Criteria
ar: أضف عنصر جديد للمراجعة

source: Review Overview
ar: المراجعة

source: This Widget appears in single post only .
ar: هذا المربع سيظهر في صفحة التدوينات والصفحات فقط .

source: Title :
ar: عنوان :

source: Best Reviews
ar: أفضل المراجعات

source: Number of posts to show :
ar: عدد التدوينات المعروضة:

source: Categories :
ar: التصنيفات:

source: Posts Order :
ar: طريقة العرض:

source: Recent Reviews
ar: الأخيره

source: Random Reviews
ar: عشوائي

source: Display Thumbinals
ar: عرض مصغرات التدوينات

source: Thumbinals Size :
ar: حجم الصورة :

source: No Ratings Yet !
ar: لم يتم التصويت بعد !

source: Be the first one !
ar: كن أول المصوتون !

source: Your Rating:
ar: تقييمك:

source: votes
ar: أصوات

source: User Rating:
ar: تقييم المستخدمون:

source: No Posts
ar: لا يوجد مقالات
